[{"context": "UJJIJI ki Jordan River Foundation Annual Report 2018 Table of 05 06 08 09 10 11 Empowered Generations A Message from the Director General Vision, Mission, Governance Our Programs Our Impact 12 34 48 56 60 Table of Content Jordan River Community Empowerment Program Jordan River Child Safety Program Training and Consultancy Social Enterprises Donors & Partners 03 Annual Report 2018 GenerationS Empowered Chaired by Her Majesty Queen Rania A Abdul ah, the Jordan River Foundation (JRF) was estab ished in 1 995 as a non-profit, non-governmenta organization Over the past 24 years, JRF has been instrumenta in helping Jordan's vast oca communities rea ize their potentia as proactive citizens contributing to their socia economic and familial prosperity JRF has been a prominent advocate of social justice, poverty aleviation, and the economic independence of Jordanians and refugees alike, through a series of award winning community empowerment and chid safety programs. JRF be ieves in supporfting homegrown so utions that are designed to engage local communities and hep them address their chal enges, whie placing the well being of children at the center of its empowerment vision 04 Annual Report 2018 A Message from the Director Genera At JRF, we beieve in the impact of grassroots empowerment, and its ability to not ony transform peope's lives, but aso those of their fami ies and communities. We provide people with the tools and opportunities they need to realize their potential and become successful empoyees and entrepreneurs, as wel as reiabe parents leading safe families Since its inception in 1995 under the eadership of Her Majesty Queen Rania A Abdu lah, JRF has offered life-changing experiences to hundreds of thousands of peope through its child safety and community empowerment programs. Our mission is to help Jordanians make measurabe progress in their lives, focusing on the wefare of chi dren, fami ies and communities at large through interventions that promote workforce readiness, child safety and sound parenting Our progress is gauged through the success of people like Etidal, one of our pro ific female beneficiaries, now providing for her family of six Offering homemade dairy products for peope with food alergies, Etidal qua ified for a micro grant after conducting a feasibility study to examine the success of her homegrown business She has since expanded her business mode purchased new machinery and diversified her product portfo io, increasing her revenue to the point where she coud afford her children's university tuition fees What communities earn and accomp ish through JRFs programs and interventions is an incredibe demonstration of resilience and innovation. The tangibe impact of JRF is evident in the experiences we provide, which transform chi dren, youth and adults beyond the confines of their cha lenging circumstances. We do not merey equip communities with the tools and ski s to address their socio-economic and cha lenges we dig deeper to instil a lasting desire to challenge the status quo. 2018 was a year of exceptional accomp ishments. Our chid safety programs reached over 371960 beneficiariesl while our community empowerment programs touched the lives of over 5,580 Our raining and Consutancy Division built the capacities of a record 135,500 peope, in addition to 7 , 900 who received specialized training. We also painered with more than 210 community based organizations to imp ement our programs across the Kingdom 06 Annual Report 2018 JRF has also expanded geographicaly, saving as an empowerment patform within dynamic Jordanian growth sectors. From handicrafts to culinary arts, green energy water conservation and agriculture, we hep individuals tap into their potentia as employees of choica Meanwhile, we continue to develop our chid safety services and programs, including the recent institutionalization of Dar Al-Aman under the umbre la of the Ministry of Social Development. These programs a deveoped to create safe communities for chi dren as well as equa opportunities and sustainabe grovm,dh are only possibe through the relent ess efforts of our staff and the continuous support of our partners and donors Sincerely, Enaam Barrishi www.jordanriver.jo Annual Report 2018 To engage Jordanians to realize their full economic potential and overcome social challenges, especially child abuse. son A Jordan where solutions are homegrown, where the opportunity to prosper is for all, and where the well being of our children shapes our future. a ues Vision, Mission, Values Social Justice Responsibi ity 08 Participation Sustainability Annual Report 2018 Governance Her Majesty Queen Rania Al Abdullah has been involved in all aspects of the foundation's growth and development since its establishment. In her role as Chairperson of the Board of Trustees, Her Majesty chairs board meetings and provides visionary leadership; ensuring the continuity of long-term, impact- oriented programs. JRF's Board of Trustees comprises individuals from the public, private, and non-profit sectors; working diligently to steer the strategic development of JRE The Board oversees and monitors the implementation of all JRF projects, while ensuring the proper implementation of required administrative and financial systems and procedures. Among the Board's key responsibilities is the utilization of sound fiscal and ethical accounting and management practices, ensuring the Foundation maintains full transparency and accountability at all times. The Board meets on a quarterly basis to oversee the execution of all JRF activities and legal responsibilities, including strategies and long-term annual plans. Board of rustees Her Majesty Queen Rania Al Abdullah Chairperson Mr. Amin Khlaifat Vice Chairperson Mr. Sa'ed Karajah Board Secretary H.E. Mrs. Suzanne Afanah H.E. Dr. Nawal Al Faouri Mr. Tarik Awad Eng. Khalid Nahhas www.jordanriver.jo Mrs. Reem Goussous Fakhoury Mrs. Taima Khoury Kawar H.E. Ms. Khawla Al Armouti Mr. Ammar Al Safadi Mrs. Enaam Barrishi Director General Governance 09 Annual Report 2018 Our Programs JRF realizes its mission of empowering communities and promoting child safety and protection through a variety of integrated programs; adopting international best practices in assessment, implementation and quality control. A holistic approach applied to JRF's development programs has helped the Foundation excel locally and regionally as a best practice model. Program beneficiaries remain the biggest testament to JRF's impact and its role in creating sustainable livelihoods for individuals and communities, as well as promoting child safety and sound parenting practices. 10 2018 in Numbers 5,581 Beneficiaries of Community Empowerment Program 87,960 Beneficiaries of Child Safety Program 185,500 Beneficiaries of raining and Consultancy Projects 211 OBOs Partnering with JRF 7,905 Professionals and Community Members Receiving Specialized Training Our mpact Empowering Communitites of beneficiaries reported improved financial stabi ity through increased income Protecting Children of targeted mothers reported improved parenta care for their chi dren www.jordanriver.jo of estab ished micro businesses are steadily active and profitabe of monitored parents reported positive change in their chi dren's behavior Programs of beneficiaries improved their ability to meet their basic needs of monitored women and chi dren improved their emotional we being through case management services 11 Jordan River Community Empowerment Program Since its launch in 1997, the Jordan River Community Empowerment Program (JRCEP) has worked diligently to offer economic opportunities to local community members to help improve their livelihoods and that of their families. 12 JRCEP has benefited thousands of individuals and families by developing and implementing programs and projects that enable communities to articulate their needs and facilitate their contribution to their own economic and social well being. JRCEP also aims to mobilize members of vulnerable communities with the potential to become entrepreneurs or employees. The program's overall objective is to increase household income through: micro and small enterprises and entrepreneurs, and job placement. www.jordanriver.jo 13 Annual Report 2018 14 DOLCEDCALBANA MRAN02017 Jordan River Community Empowerment Program Community Em P Ovverment program in Aqaba Aqaba Implemented in partnership with the Danish Refugee Council (DRC), and funded by the Bureau of Population, Refugees and Migration (BPRM), the program aims to engage and mobilize 1 00 vulnerable Jordanians and Syrian refugees in Aqaba; empowering them economically and socially through a series of training workshops in life skills, entrepreneurship, micro funding, and workforce readiness. Annual Report 2018 Highlights 24 Jordanians and refugees received micro funds (up to JD 750) to establish their own micro-businesses. A series of socio-economic studies was completed to assess the needs of targeted Jordanians and refugees to help determine sustainable live ihood strategies. Successes Jordanians and refugees were trained in entrepreneurship and workforce readiness. A database of qualified trainers was developed to help guide beneficiaries in employment and project management skills. Jordan River Community Empowerment Program Jordanian beneficiaries were offered job networking opportunities across several dynamic industries in Aqaba. A graduation ceremony was held for three groups of qua ified beneficiaries. .9 Unsteady income and part time jobs forced Ammar, a Syrian refugee, to probe long term career alternatives. Following a series of training sessions in entrepreneurship and project management, he was able to launch a home cooking business offering a variety of Syrian meals with the support of his wife. He later purchased machinery that helped him expand his business after qualifying for a micro fund. www.jordanriver.jo Annual Report 2018 Jordan River Community Empowerment Program Capacity Bui ding & Job P acernent program Aqaba Partnering with the Aqaba Special Economic Zone Authority (ASEZA), the project offers training in job performance skills with the mission to advocate a work culture compatible with the needs of today's knowledge-based economy in Aqaba, responding to the growing demand for qualified human resources driven by an increase in investment projects across different sectors in the city, mainly in tourism and hospitality, manufacturing, mineral resources, as well as agriculture and livestock. The program aims to train 140 beneficiaries (18-26 years). Annual Report 2018 Highlights q 43 beneficiaries received training in capacity building. 32 part'cipants received specialized training in hospitality services. Successes 48 female beneficiar es were empowered in workforce readiness skills. 7 community awareness workshops were conducted across different areas in Aqaba. Jordan River Community Empowerment Program participants secured jobs in dfferent industries including tourism, hospitality, and manufacturing. 6 training programs were conducted in life skills and workforce readiness. Change of Heart Ahmads prospects of joining the housekeeping department of one of Aqaba's hotels did not ive up to his rea passion, maintenanca Breaking the fear barrier, and most importanty, hand ing the many cha lenges of the job, required that he looked at things differenty. Sever-a weeks ater Ahmad an exemp employee and his managers for his hard work and dedication, which earned him a promotion in a very short period of time www.jordanriver.jo 17 Annual Report 2018 Jordan River Community Empowerment Program Engagement project Irbid, Mafraq,TafiIah The project is a five-year initiative funded by the United States Agency for International Development (USAID), and implemented by Global Communities, in collaboration with JRF. The project works with local partners to strengthen community engagement in the context of regional volatility and transitions associated with domestic policy reform, economic conditions and demographics; creating stronger, cohesive and resilient partner communities. JRF worked closely with Community Enhancement Teams (CETs), municipalities, local governments, and Community Based Organizations (CBOs) as key project stakeholders. Jordan River Annual Report 2018 Community Empowerment Program Highlights training sessions implemented on strategic planning for 18 CEEs/372 part cipants. training sessions imp emented on developing project proposals and attracting funding for 18 CETs/463 participants. part'cipants attended the National Sustainability Dialogue Initiative in Amman to highlight and discuss project findings and outcomes. www.jordanriver.jo Jordan River Annual Report 2018 Community Empowerment Program Water Consewation Vladaba Vlleih The Coca-Cola funded \"Water Conservation in MIeih/Madaba\" project aims to promote the adoption of water rationing technologies in households and schools across communities in Madaba and Mleih. The project also works on identifying best water rationing practices among beneficiaries who often suffer from water scarcity all year round, as well as spread awareness on the socio-economic and environmental benefits of conservation technologies, in partnership with Mleih's Society, Al-Falak Association for Women (Thiban Charity), and the Royal Scientific Society (RSS). Highlights awareness sessions were conducted for 360 beneficiaries. ffO households installed sanitary fixtures (taps,mixers,sinks) water storage, and water conservation fittings in bathrooms and kitchens, 2 partnerships with CBOs were developed to help spread awareness and conduct guidance sessions on water conservation practices and technologies across households. 20 • Selected a key community center to implement sanitary water recycling based on RSS standards. • Deve oped a comprehensive study on the socio-economic conditions in M eih and impacts of water scarcity. • Deve oped a se ection criteria for qualifying households, Jordan River Annual Report 2018 Community Empowerment Program Deve oprnent & Support of Saving & Credit Groups & Associations Aoun, Jerash, Mafraq, Balqa, Madaba Funded by the International Fund for Agricultural Development (IFAD), the Rural Economic Growth and Employment Project (REGEP) aims to contain and reduce poverty, vulnerability and inequality across rural areas in Ajloun, Jerash, Mafraq, Balqa and Madaba. Partnering with IFAD, and in cooperation with the Jordan Enterprise Development Corporation (JEDCO), JRF managed and implemented two main initiatives under REGEP: the Development Highlights total capital of saving and credit groups established in 2018. saving and credit groups were estab ished empowering 1831 beneficiaries (749 males/1082 females). grants were approved for 2017 and 2018 beneficiaries. 4 training programs were offered to 1 (330 beneficiaries during 2018. www.jordanriver.jo and Support of Saving and Credit Groups and Associations, as well as Business Mentoring and Marketing and Specific Training for Farmer Groups and Associations. The main objective was to create sustainable jobs and income generating opportunities for local communities across these governorates, especially among youth and women, through business mentorship and facilitating access to grants. Successes Pushing the Envelope Establishing a saving and credit group in Aloun was beyond Fatima and her colleagues' reach, especially that it required a whole set of regulatory and institutional procedures to help reach as many beneficiaries as possible. It all started with 16 members with JD 240 allocated to manufacture food produce and medical plants, who were later qualified to receive a grant that transformed the group into a fully operational saving and credit institution, which helped expand its operations through partnerships with relevant groups, as well as secure 20 job opportunities. 21 Annual Report 2018 Jordan project 2 Jordan River Community Empowerment Program nks rt)id, Ajoun, aaqa, Karak Funded by Global Affairs Canada (GAO) and implemented by MEDA in partnership with JRF, the project aims to increase the contribution of women and youth across Irbid, Ajloun, Balqa, and Karak to Jordan's economic growth by improving their entrepreneurial and business acumen, and reducing barriers to entry for enterprise development and micro businesses. JRF works under the \"Saving and Loan Groups (SLGs)\" component to help facilitate access to financial services for women and youth through the establishment of SLGs across the Jordan Valley. Highlights CBOs signed agreements implementing key project activit es. SLG representatives trained in adopting the \"Operations Manual of SLGs\". 776 empowered beneficiaries established 58 Saving and Loans Groups. Jordan River Annual Report 2018 Community Empowerment Program Community EmpOV\\/erment nitiative in Mafraq Vlafraq Implemented by JRF in partnership with local organizations across Mafraq, the project aims to improve the livelihoods of 300 Jordanians and Syrian refugees, with the aim of launching income generating micro businesses, and securing sustainable jobs for unemployed beneficiaries in Mafraq. Funded by the Regional Development and Protection Program for the Middle East (RDPP), the project includes training in capacity building, economic empowerment, and local community mobilization. Successes he Grass on the Other Side Highlights 263 income generating opportunities were created: 163 through micro-businesses, 94 through job placement. 33 Jordanian and Syrian mentors underwent comprehensive training in community mentorship. • Partnered with 10 Community Based Organizations in 6 locations across Mafraq. • Conducted a comprehensive market assessment of beneficiary needs in Mafraq. The prospects of a BA degree in Arabic withered away as Waseem's future became marred by the crisis in his home country Syria. Moving to Mafraq, Waseem embarked on a journey of self reliance that led him to JRF. Waseem was able to engage and integrate within Mafraq's local communities through several training programs offered by the Foundation, which helped him land a job as a p asterer with a contract that guaranteed his rights as an employee and a steady income under Jordan's Labor Law. www.jordanriver.jo 23 Jordan River Annual Report 2018 Community Empowerment Program Empowering Poor Fami ies in Aoun Aj oun Supported by the Royal Hashemite Court, the project is part of a series of royal community empowerment initiatives developed to help improve the livelihoods of poor and vulnerable families in Ajloun by offering access to financial support unavailable otherwise to low income community members, as well as entrepreneurial capacity building to help them establish micro businesses and secure sustainable income. Successes New Grounds Zainab and her daughter eyed a real market opportunity in Kufranja: a lack of female fitness centers was something they've been observing ever since Zainab's daughter graduated with a BA degree in physical education. After qualifying for a grant to establish their center, Zainab and her daughter succeeded in attracting clients to their fitness venture, with three employees working through 2 day shifts. 24 Highlights partnership agreements were s'gned with CBOs to manage and implement the project in Ajloun. project beneficiaries were empowered through specialized training. 30 administrative committees were offered training on capacity building. q 74 income generating micro projects were established during 2018 for 181 beneficiar'es. Annual Report 2018 www.jordanriver.jo Jordan River Community Empowerment Program 25 Annual Report 2018 26 Jordan River Community Empowerment Program am keen oh a nitiative Madaba, aalqa A Royal Court initiative, Tamkeenoha aims to empower local authorities to facilitate zero interest loans for local community women, across Madaba and Balqa, creating sustainable income-generating projects that would leverage livelihoods of families and individuals across the two governorates. JRF's mandate revolves around enhancing the developmental role of women's associations by managing loan portfolios as well as building institutional capacities, mainly in portfolio and project management, as well as monitoring and evaluation. The project's main objectives include: strengthening the role of local development bodies, building a credit system serving villages in Madaba and Balqa, and leveraging the economic empowerment of women through the development and implementation of sustainable income generating projects and feasibility studies. Annual Report 2018 Highlights 50 administrative committees were offered training in capacity building. Successes Against the Odds 90 beneficiaries established m'cro businesses during 2018. Jordan River Community Empowerment Program partnerships were deve oped with local organizations to manage beneficiary grants. Etidal decided to venture into entrepreneurship to help provide for her family of six, but her choice was far from typical. She chose to produce and sel special homemade dairy products for people with yeast allergies. Qualifying for a micro grant after successfully conducting a thorough feasibility study, Etidal was able to expand her business model, purchase new machinery and diversify her product portfolio, which in turn increased her revenue and enabled her to finance her daughters' university education as well as enhance the living conditions of her family, whom she plans to engage in her business in the future, www.jordanriver.jo 27 Jordan River Annual Report 2018 Community Empowerment Program Da ee Okom Amman, r bid The UNHCR funded project was launched to economically empower 3, 1 46 Jordanians and Syrian refugees across host communities in Amman and Irbid, offering workforce readiness, entrepreneurship and micro-enterprise training, as well as private sector job opportunities and matching through a comprehensive network of partners including the Ministry of Labor, the private sector, and several NGOs. Highlights micro businesses were funded in Amman and Irbid. 28 50 beneficiaries were employed through job matching in Amman and Irbid. 683 beneficiaries attended job matching and networking activities in Amman and Irbid. Jordan River Annual Report 2018 Community Empowerment Program Successes aking a Shot Tarek's professional photography business lacked the necessary equipment and manpower as he had to rent the tools he couldn't afford to own at the expense of making profit. Following several training sessions in entrepreneurship, project management and financial literacy, Tarek later qualified for a micro loan enabling him to own professional gear, which helped him develop a more sustainable business model and expand his client base. www.jordanriver.jo 29 Jordan River Annual Report 2018 Community Empowerment Program Enhancing Access to ive ihoods & Emp oyment Oppoftunities for Jordanians & Syrian Refugees Ramtha, Irbid In partnership with JRF, the UNDP funded program aims to advocate intervention initiatives offering resilience based development solutions for Syrian refugees residing in Ramtha and Irbid. The program also aims to strengthen the ability of local communities and Syrian refugees in their strife to address socio-economic challenges, by developing their crisis management skills and offering access to immediate livelihoods and sustainable income generating opportunities. JRF has adopted UNDP's renowned and innovative three phase model in promoting sustainable livelihoods for local communities and refugees affected by disasters and violent conflicts. 30 Annual Report 2018 Highlights 6 community initiatives were launched in Ramtha. 52 micro-businesses were established during 2018. 6 awareness sessions were conducted on child safety and community empowerment. Syrian beneficiaries were offered full time jobs, 393 orientation sessions were conducted on project management skills and best practices. Jordan River Community Empowerment Program Jordanian beneficiaries were trained in project management skills. 33 micro-businesses were offered trademark support services. Successes Brave New World Omaira's leap of faith began the day she decided to establish a small tailor shop in Ramtha. A beneficiary of the UNDP funded program, Omaira was able to support her family following a series of training sessions in entrepreneurship and project management, which helped her develop the skil s required to sustain and expand her business. www.jordanriver.jo 31 Jordan River Annual Report 2018 Community Empowerment Program Water nnovations echnoogies Program Northern Governorates, Jordan Valey Implemented by Mercy Corps in cooperation with JRF, the USAID funded Water Innovations Technologies (WIT) Program is designed to increase public awareness concerning the importance of water conservation by empowering farmers, households and local communities advocating the adoption of water saving technologies. JRF is currently implementing advocacy initiatives targeting household level adoptions of water saving technologies, as well as supporting the organizational capacities of community based organizations mandated with managing revolving loans aimed at facilitating household water savings, and engaging youth and women as water conservation advocates across Jordan's Northern governorates and the Jordan Valley. 32 Annual Report 2018 Highlights CBOs were se ected to implement the project in Ajloun and Mafraq , Successes Jordan River Community Empowerment Program CBOs in Aj oun and Mafraq implemented public awareness activities. 57 public awareness sessions were conducted by CBOs in Mafraq and Ajloun; targeting 2, 106 beneficiaries. 38 agreements were s gned in Ajloun and Mafraq to pilot water conservation projects and technologies. Rabab's three apartment water bill had its toll on her tenants' monthly expenses, as water scarcity forced them to rely on extra water supplies. Following several awareness sessions on water conservation Rabab decided to adopt the project's rationing technologies, which decreased her tenants' re iance on extra water tanks as water became more available during the week, which in turn decreased their monthly water expenses from 54JD to 89JD. To motivate her tenants to adopt these technologies, Rabab offered a 5JD discount incentive on their monthly water bills. www.jordanriver.jo 33 Jordan River Annual Report 2018 Community Empowerment Program Cti Micro Entrepreneursh p Award s Al Governorates The Citibank awards program aims to strengthen the effective role of microfinance in alleviating poverty in Jordan. The program seeks to create awareness and appreciation of the active contributions of individual micro entrepreneurship projects, representing an array of industries including trade, services, agriculture, tourism, technology, and green energy, Citibank offers winners grants each year to help develop and expand their projects, Since the launch of the awards in 2005, which has so far recognized the achievements of 289 entrepreneurs, JRF has been offering 360 management and support; liaising with nominees, recommended by a number of MFIs and lending institutions. JRF has also formed a national selection committee consisting of individuals from governmental, non-governmental and private sector institutions. Selection criteria is based on measuring both the entrepreneurial potential and income levels of future entrepreneurs and business visionaries. 34 Annual Report 2018 Highlights 20 micro entrepreneurs received Citi grants in 2018. Successes A Nevv Breed • Winners represented industries including trade, services, agriculture, handicrafts, tourism, technology, and green energy. Jordan River Community Empowerment Program • JRF has offered winners post award training and empowerment programs to he p sustain and develop their businesses, \"I was able to cultivate mushrooms in Ramtha after I managed to estab ish a special lab to extract mushroom seeds, which helped increase my production volume up to 300%, and in turn helped me expand the business and hire more staff\", said Ashraf. What distinguishes my business model is the ability to produce and sell pure local mushrooms of high quality on par with imported counterparts. www.jordanriver.jo Sand Marvels \"I've spent many years selling colored sand bottles in Madaba's streets\" said Safiyaa. \"I later managed to own a shop, where I hired a group of home based female artisans to help me produce traditional handmade dolls, which in turn helped me attract more clients, especially tourists visiting Madaba, and expand my business through the grant I received from Citibank.' 35 Jordan River Child Safety Program Launched in 1997, the Jordan River Child Safety Program (JRCSP) is the result of Her Majesty Queen Rania Al Abdullah's relentless efforts to place the welfare of children at the forefront of national policy agendas. The program aims to promote child protection and safety, and enhance positive child rearing practices by approaching the family as a whole unit. 36 The program works in two areas: intervention through rehabilitation services for abused children, and prevention; offering comprehensive services that protect children's rights and promote a culture of sound parenting and child safety in Jordan. JRCSP's mission is to mitigate violence against children by raising community awareness, offering capacity building to willing participants, later becoming advocates within their communities, and encouraging holistic and healthy interactions between family members. JRF works closely with governmental and non-governmental entities to enforce child protection laws, as part of Jordan's commitment to the Human Rights Treaty. This all-encompassing approach is the result of a solid record of accomplishments in the field of child and family safety. www.jordanriver.jo 37 Jordan River Annual Report 2018 Child Safety Program Activities and interventions provided by JRF's community centers focus on two pillars: family and child safety, and economic empowerment. To this end, JRF has established branches for two of its community centers across Jordan: the Queen Rania Family and Child Center (QRFCC) in Amman, and the Queen Rania Al Abdullah Community Empowerment Center (QRCEC) in Aqaba Both centers serve as hubs and case study labs to help launch new program ideas. They work in partnership and in coordination with local communities and institutions across Jordan, while engaging public and private organizations in a series of development projects aimed at empowering individuals, families and communities. The centers offer a series of child-focused projects including Beit Zgheer; a socio- spacial initiative aimed at increasing knowledge and awareness of key concepts pertaining to protection from child abuse. Beit Zgheer consists of a small house, and a park overlooking a popular neighborhood where children are introduced to key survival concepts including traffic safety and dealing with strangers. It also aims to reinforce secrecy and anonymity to encourage children to talk about and discuss sensitive issues related to abuse. It's an educational microcosm resonating with real world situations and challenges, and is a hub for advocating key social concepts that go beyond children's rights to include topics like personal hygiene, personal space and emotional intelligence. Other initiatives include a series of activities in art therapy, sports, agriculture, and edutainment. 38 Annual Report 2018 QRFCC Highlights 247 Art Therapy Beit Sgheer Parenting Sessions Awareness Sessions for Women www.jordanriver.jo 830 Basic Life Skills 3744 Beit Sgheer Child Activities 48 Awareness Sessions for Adolescents 77 Know Yourself 2367 ECD Activities for Children Total number of beneficiaries in 2018 432 Aflaton and P anting Activities Salhoof Puppet Show Jordan River Child Safety Program 483 PE Sessions q400 Parenting Programs 39 QRCEC Highlights 4640 Total number of beneficiaries in 2018 60 Therapy 69 ECD Activities for Parents Parenting Training 40 q 540 Beit Sgheer Child Activities 9 o Management Adolescent Clubs 426 Life Skills 224 Livelihood Services o o \"Circles of Trust\" Parenting Sessions Learning Support Services goo Outreach Sessions on Livelihood Support 20 Women Empowerment 284 Social Innovation Activities Awareness Sessions for Women Summer Programs Jordan River Annual Report 2018 Child Safety Program Launched in 2007, JRF's 1 10 Helpline is an unprecedented, free service available throughout Jordan, operating 7 days a week. The Helpline offers services in psychological support and consultation, as well as referrals. The service aims to alleviate the effect of risk factors children in vulnerable families are exposed to, including families facing on challenges impairing their parenting, as well as abuse cases. The Helpline is a confidential service that primarily focuses on women and children. It prevents abused children and women from being stigmatized and provides callers with resources and guidance that do not obstruct, label or judge them. The service has so far received over 64,000 calls since its inception in 20071 Highlights 7639 Total number of cal s addressed during 2018 www.jordanriver.jo 9 Annual Report 2018 Highlights 2 training sessions were delivered to 29 social serv ce professionals on leadership and management skills. • Developed a thorough archiving system at the Family Protection Department/PubIic Security Directorate. 42 Jordan River Child Safety Program A Jordanian Governorates Funded by UNICEF, the project is designed to develop the skills and knowledge of professionals working in social services to help enhance national protection and case management practices within a comprehensive and interdisciplinary model. training sessions on capacity building were provided to 132 beneficiaries • Conducted case management training for 29 participants. Annual Report 2018 SUM www.jordanriver.jo M E JMYJ880Y s GOOD Jordan River Child Safety Program 43 Jordan River Annual Report 2018 Child Safety Program Amman Funded by World Vision, the program aims to empower Jordanian and Syrian refugee children and youth within Jordan's host communities by improving their quality of life through active social engagement, integration, and participation. The project focuses on protection and prevention concepts related to abuse. Implemented at the Queen Rania Family and Child Center (QRFCC), Nour targets Syrian children and adolescents within the ages of 6 and 1 7; focusing on life skills training including self expression, communication, decision making, critical thinking, problem solving, in addition to concepts related to healthcare, environmental awareness and communal integration. Highlights Total number of beneficiaries were reached. 32 Youth vo unteers 44 500 Children 725 Women empowered through a series of training sessions related to protection against abuse. 50 Men Annual Report 2018 Successes Having witnessed the death of her father back in Syria, \"M' 1 1 years, kept to herself and avoided human contact outside the confines of her grandmother's home, whom she moved in with after her father's tragic incident. \"M\" began to break her silence following several project interventions, which helped her build healthy relationships and friendships with her peers. \"M\" was able to express her emotions and address her anxieties through a series of innovative activities that emphasized physical education and psychological well being. www.jordanriver.jo Jordan River Child Safety Program 45 Annual Report 2018 Strengthening Amman, Karaki Ma'am Aqaba Jordan River Child Safety Program Case Funded by the United Nations High Commissioner for Refugees (UNHCR), the project provides protection, support and empowerment services for women, youth and children (Jordanian and Syrian refugees) in host communities. The project works closely with beneficiaries and Community Based Organizations (CBOs) on developing skills and knowledge in key issues related to child safety, case management support and youth empowerment. 46 Annual Report 2018 Highlights 220 Jordan River Child Safety Program youth were trained in team work, facilitation skills, and best practices in child protection. adolescents underwent 8 training sessions helping them develop social initiatives in Amman, Karak, Ma'an, and Aqaba. children attended a serves of summer camp activities conducted by 1 20 volunteers and 31 trainers in Amman, Karak, Ma'an, and Aqaba. women underwent empowerment training. training sessions were conducted in case management support for government service providers inc uding the Ministry of Social Deve opment. women and children received special case management support in Amman, Karak and Ma'an. children underwent awareness sessions through Beit Sgheer in Amman and Aqaba. women and girls beneficiares underwent training in communication and se f expression through art. Successes Breakng the Silence The Syrian Crisis had its toll on \"J\" and his family of four. After moving to Jordan, he began to suffer from a series of psychological disorders, which drove him to uncontrollable anger fits that led to the physical abuse of his three children. Fo lowing a series of psychologica interventions, \"J\" managed to regain self control and confidence. The project's team worked diligently with his family to help them address the repercussions of their father's behavior, 47 Annual Report 2018 Safe Spaces East Amman, Mafraq & Access Jordan River Child Safety Program to The project expands and strengthens child protection efforts in vulnerable communities, mainly in areas mostly affected by the Syrian Refugee Crisis. Funded by the United Nations Office for the Coordination of Humanitarian Affairs (OCHA), child protection activities include both intervention and prevention, focusing on children at risk, and those involved in child labor and gender-based sexual violence (SGBV), including victims of early marriage. The project is implemented by JRF's Queen Rania Family and Child Center (QRFCC) in East Amman, in partnership with several community based organizations, including the Jordanian Society for the Care of Orphans and Juveniles in Mafraq. 48 Annual Report 2018 Highlights q44 Youth Empowerment My Little Home 259 Case Management Successes 362 Parenting Education 46 Psycho-Socia Counseling 309 General Awareness 2773 Total number of beneficiaries in 2018 'L\", 37, suffered verbal and brutal physical abuse from her husband, which often led her to be hospitalized for several days. \"L\" started to frequent the Queen Rania Family and Child Center (QRFCC) where she enrolled in several case management support and rehabilitation programs under the OCHA funded project, receiving professional assessment and help that later enabled \"L\" and her children to overcome the psychological and physical repercussions of her husband's abusive behavior. www.jordanriver.jo Jordan River Child Safety Program 49 Annual Report 2018 Services 50 for East Amman, Mafraq, Aqaba, afieh Karak Qweira Funded by the United Nations Office for the Coordination of Humanitarian Affairs (OCHA), the project aims to strengthen national and sub-national protection systems addressing the international and social protection needs of vulnerable groups across Jordan's southern governorates, mainly those affected by the Syrian Refugee Crisis, where the number of refugees exceeds the current capacity of services offered by development and humanitarian institutions. The project also offers interventions for female adolescents and youth related to protection against sexual and gender-based violence. Annual Report 2018 Highlights 246 Management Beit Sgheer Activities 379 General Awareness Successes 7 Psycho-soc'al Counseling 54 Women Empowerment 78 Relationa Needs TOT - Life Skills 24 TOT - Parenting 42 Expressive Arts Jordan River Child Safety Program Adolescents Empowerment T59 Parenting Skil s 3295 Total number of beneficiares in 2018 Fatima, 42, stands effervescent at the doorsteps of a humble home where she spent seven years struggling with a marriage that almost broke her will to survive. As an 18 year old, Fatima was already working and studying at the same time. Reminiscing her triumphs as an independent woman, she decided to take a leap of faith and challenge the status quo. Following a series of training programs in self empowerment and basic life skills at the Queen Rania Family and Child Center (QRFCC), Fatima was able to regain her self esteem, which in turn made her a better wife and mother. \"It's comforting to dwell under the shadows, never initiate. That would kill you! QRFCC was a life saver for me. I frequented the center on a daily basis, despite the burden of long distances and having my 6 month daughter with me all the time. I've managed to empower many women around me, by becoming a volunteer at and outside the center. I recall holding a session about sound parenting to a group of parents, one of the fathers later told me that session saved his marriage following years of abuse and violence against his wife and children.' www.jordanriver.jo 51 raining and Consultancy The Training and Consultancy Division (TCD) provides support to JRF programs. It is the vehicle through which JRCEP, JRCSP, CBOs and JRF's Community Centers are able to achieve their objectives. 52 TCD is a capacity building and training division within JRF that does not only offer internal support, but consulting and training for external entities, in addition to conducting national studies commissioned by global organizations. www.jordanriver.jo lenovo 53 Annual Report 2018 Amman, Madaba, rbid Mafraq, Ajoun, Zarqa Baqa, Karak, Aqaba Funded by UNICEF, Makani is an all encompassing initiative that targets community members of all ages, engaging them in activities designed to improve their social and emotional well-being. Based on local community findings and needs assessments, Makani offers well coordinated, cost effective, multi-sectoral services to vulnerable children; creating a safe social interactive space to connect, learn and play within a healthy and clean environment. Makani ensures all children have equal access to services regardless of their gender, ability, language, ethnicity, religion or nationality. It also provides life skills training and education support services for children, adolescents and youth. Additionally, Makani refers children in need to appropriate channels, and provides information for parents and caregivers about children's rights, protection, as well as preventing and responding to gender-based violence. 54 Training and Consultancy Annual Report 2018 Highlights 17,779 Child Safety 5649 Early Childhood Parenting 11 ,300 Educational Support Services 7992 Family and Child Integration Programs Successes Training and Consultancy 2132 Sound Parenting 10,692 Life Skills Training 2525 Social Innovation Labs 70,445 Tota number of beneficiaries in 2018 2020 Early Childhood Development 10,094 Life Skills Training Volunteers 262 Literacy A Class Of Her Own Balfeen, 1 1 , underwent several education support sessions at the Makani Center in MIeih/Madaba to help develop her skills in Arabic, English and mathematics. Despite the relatively long distance she had to walk every day from and to the centen she was adamant to overcome the learning cha lenges impeding her progress, mainly concentration, memorization and timidness. Interacting and engaging with her peers helped Balfeen to better address her learning problems and anger issues. www.jordanriver.jo 55 Annual Report 2018 A Governorates Training and Consultancy Implemented in partnership with UNICEF, the project offers children, adolescents and youth (Jordanian and Syrian refugees) the opportunity to develop skills as social innovators and independent thinkers with the ability to conceive homegrown solutions to social and economic challenges facing their communities, based on UNICEF's social innovation curriculum. The project includes an Emerging Technology Exhibition offering key tinkering activities in toy hacking, virtual reality and coding, held across Jordan's governorates through Makani Centers, CBOs and the Ministry of Youth. Highlights 10 tinkering exhibitions were held across Jordan reaching 53, 160 children and ado escents. 8242 adolescents underwent training in social innovation skills and entrepreneurship across Jordan, 56 291 faci itators and teachers underwent training in social innovation skills. 165 social innovation initiatives were developed and implemented across different governorates. Annual Report 2018 Successes Sensing the Future Lana and Rasha developed a remote system for monitoring crops and automated irrigation relying on special sensors that designed to transmit data on light, humidity, temperature, and soil moisture. Umbrellas of the Sun Eman, Ahmad and Nasser developed solar umbrellas not only to shade their fellow university students on campus, but mainly to charge their devices as these umbrellas are powered by electricity generated by solar energy. A Helping Hand Ammar and Salim's breakthrough occurred with the production of a simple mechanical arm for amputees and victims of the Syrian Crisis. A set of manipulators interconnected through articulated joints allow the arm to rotate and perform linear movements. www.jordanriver.jo Training and Consultancy ü$l.Qj Annual Report 2018 Amman The apprenticeship program, in partnership with the International Labour Organization (ILO), aims to help 70 Syrian refugee and Jordanian women access employment opportunities in weaving and embroidery, including opportunities to produce and sell items to IKEA Jordan. Launched in Amman, the month program trained 70 women in sewing and embroidery skills and techniques. Participants completing the training program will qualify for employment as home-based artisans producing and selling pieces of locally-inspired embroideries and handicrafts to IKEA Highlights 70 beneficiaries underwent training in self confidence, personal development, and emp oyability skills. 60 beneficiaries were trained in special weaving and embroidery sk Is on par with IKEA's technical and professional production standards, a ready adopted at A Karma Embroidery Center. 58 Training and Consultancy Annual Report 2018 Successes The Road Not Taken Rajaa's daily commute from her home at the Zaatari Refugee Camp to Al Karma Embroidery Center starts at 6 AM. A six hour journey back and forth made bearable by her unflinching determination to support her family by taking in everything she can learn from the center: weaving, embroidery, production management, among many others. A Nevv Hope For a divorced mother who toiled most of her life raisng her children and making ends meet, Sawsan never expected the tide to turn after pining the training project, which helped her forge her way through the social barriers that long hindered her self development. Today, and after completing her training, Sawsan is not only a home based artisan, but a dedicated and inspiring trainer empowering her fellow women in embroidery and weaving skills. www.jordanriver.jo Training and Consultancy 59 Social Enterprises JRF strives to create sustainable economic opportunities for local community women and female refugees by capitalizing on their potential as independent breadwinners within their families. 60 There has been an immense interest from women to participate in JRF's social and economic empowerment programs, especially in the fields of entrepreneurship, culinary arts and handicrafts. These programs are particularly designed to leverage their employability and social skills, as well as their business acumen. www.jordanriver.jo Annual Report 2018 Social Enterprises Jordan River Designs JRF has partnered with IKEA to integrate Syrian refugees and local community women through a series of exquisite handicraft collections capturing Jordan's tradition and heritage. The initiative will help sustain social and economic stability across host communities, offering local women and Syrian refugees jobs to produce handmade carpets and embroidery items, sold exclusively by IKEA, locally and regionally. The first limited collection of handcrafted textiles, titled TILLTALANDE, has been produced by over 1 10 women artisans. The project aims to employ 400 by the end of 2020 IKEA Jordan was the first store to launch the collection, to be followed later by several GCC countries and stores in North Africa, the US and Europe. The project has so far employed 1 52 ladies. 62 Annual Report 2018 A Karma Kitchen Established in 2006 in Jabal Al Natheef, East Amman, Al Karma Kitchen offers a wide variety of catering services and freshly cooked food, prepared by local community women, including maamoul, cookies, and spicy macaroons. The kitchen trains and hires 1 42 beneficiaries (full and part time) and provides unique economic opportunities for the community women of East Amman. The Kitchen's culinary collection now includes 11 frozen food items homemade with the finest ingredients: from cheese sambosak, to shishbarak, to vegetarian and spicy kubbeh. JRF has recently relocated Al Karma Kitchen to Jabal Al Nasr to address its increasing scope of products, production volume, and operations. www.jordanriver.jo Social Enterprises 63 0sإdي، نامي» داراة جدجاو مراو م ووم ««وريلاة ومي يردا محب ل) 0لإ و يم ملات 000\\ إا إل We continue to evolve and act pro-actively to cement new partnerships with organizations that share our objectives in social and economic development in Jordan. www.jordanriver.jo 65 Annual Report 2018 Corporate Donors Arab Potash unljg-!-ll Arab Potash Dar Al-Handasah dar 66 Arab Bank ARAB BANK Hikma Pharmaceuticals hikma. The Housing Bank for Trade & Finance (HBTF) Housing Bank ill . . Zain zaiN Partners & Donors Consolidated Contrac- tors Company (CCC) Ayla SEASIDE LIVING REINVENT EO Annual Report 2018 Institutional Donors UNICEF unicef U UNDP lives. Ministry of Social Development UNHCR @UNHCR The UN Refugee Agency AFC Consultants International AFC Consultants International Global Communities Global Communities Partners for Good European Union JEDCO JEDCO Family for Every Child Family for every child Kingdom of the Netherlands Kingdom Of the Netherlands World Vision International World Viston USAID CUSAID FROM THE ASEZA (Aqaba Special Economic Zone Authority) AQABA MEDA www.jordanriver.jo EIN HERZ FUR KINDER foundation EIN HERZ FüR KINDER Cowater Sogema Sogema Citi Foundation Citi Foundation Citi The Coca-Cola Foundation Royal Hashemite Court Mercy Corps MERCY CORPS Danish Refugee Council •DANISH *REFUGEE Q COUNCIL GIZ giz Oeulsch• (GiZ) GmbH International Labour Organization (0 International Labour Organization Partners & Donors Regional Development and Protection Pro- gramme (RDPP) OCHA @OCHA Commercial Office of the Republic of China (Taiwan) TAIWAN REPUBLIC OF CHINA Ministry of Finance MINISTRYOFFINANCE 67 Jordan River Foundation Tel: +962 (6) 5933211 Fax: +962 (6) 5933210 P.O Box 2943, Amman 11181 , Email: info@jrf.org.jo Jordan JordanRiverFDN JordanRiverFoundation jordanriverdesigns alkarmakitchen www.jordanriver.jo www.jordanriverdesigns.com JordanRiverFDN ", "qas": [{"id": "1", "is_impossible": false, "question": "what is the name of the program?", "answers": []}]}]